{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 2,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<empty>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[table]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[html]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "[cell]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "[bbox]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "[cell+bbox]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "reserved 1",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "reserved 2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "reserved 3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "reserved 4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "reserved 5",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "reserved 6",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "reserved 7",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "reserved 8",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "reserved 9",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<sos>": 0,
      "<eos>": 1,
      "<pad>": 2,
      "<unk>": 3,
      "<empty>": 4,
      "<sep>": 5,
      "[table]": 6,
      "[html]": 7,
      "[cell]": 8,
      "[bbox]": 9,
      "[cell+bbox]": 10,
      "reserved 1": 11,
      "reserved 2": 12,
      "reserved 3": 13,
      "reserved 4": 14,
      "reserved 5": 15,
      "reserved 6": 16,
      "reserved 7": 17,
      "reserved 8": 18,
      "reserved 9": 19,
      "\u0001": 20,
      "\u0003": 21,
      "\u0007": 22,
      "\b": 23,
      "\u0013": 24,
      "\u0014": 25,
      "\u0016": 26,
      "\u0018": 27,
      "!": 28,
      "\"": 29,
      "#": 30,
      "$": 31,
      "%": 32,
      "&": 33,
      "'": 34,
      "(": 35,
      ")": 36,
      "*": 37,
      "+": 38,
      ",": 39,
      "-": 40,
      ".": 41,
      "/": 42,
      "0": 43,
      "1": 44,
      "2": 45,
      "3": 46,
      "4": 47,
      "5": 48,
      "6": 49,
      "7": 50,
      "8": 51,
      "9": 52,
      ":": 53,
      ";": 54,
      "<": 55,
      "=": 56,
      ">": 57,
      "?": 58,
      "@": 59,
      "A": 60,
      "B": 61,
      "C": 62,
      "D": 63,
      "E": 64,
      "F": 65,
      "G": 66,
      "H": 67,
      "I": 68,
      "J": 69,
      "K": 70,
      "L": 71,
      "M": 72,
      "N": 73,
      "O": 74,
      "P": 75,
      "Q": 76,
      "R": 77,
      "S": 78,
      "T": 79,
      "U": 80,
      "V": 81,
      "W": 82,
      "X": 83,
      "Y": 84,
      "Z": 85,
      "[": 86,
      "\\": 87,
      "]": 88,
      "^": 89,
      "_": 90,
      "`": 91,
      "a": 92,
      "b": 93,
      "c": 94,
      "d": 95,
      "e": 96,
      "f": 97,
      "g": 98,
      "h": 99,
      "i": 100,
      "j": 101,
      "k": 102,
      "l": 103,
      "m": 104,
      "n": 105,
      "o": 106,
      "p": 107,
      "q": 108,
      "r": 109,
      "s": 110,
      "t": 111,
      "u": 112,
      "v": 113,
      "w": 114,
      "x": 115,
      "y": 116,
      "z": 117,
      "{": 118,
      "|": 119,
      "}": 120,
      "~": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "¡": 129,
      "¢": 130,
      "£": 131,
      "¤": 132,
      "¥": 133,
      "¦": 134,
      "§": 135,
      "¨": 136,
      "©": 137,
      "ª": 138,
      "«": 139,
      "¬": 140,
      "­": 141,
      "®": 142,
      "¯": 143,
      "°": 144,
      "±": 145,
      "²": 146,
      "³": 147,
      "´": 148,
      "µ": 149,
      "¶": 150,
      "·": 151,
      "¸": 152,
      "¹": 153,
      "º": 154,
      "»": 155,
      "¼": 156,
      "½": 157,
      "¾": 158,
      "¿": 159,
      "Æ": 160,
      "Ð": 161,
      "×": 162,
      "Ø": 163,
      "Þ": 164,
      "ß": 165,
      "æ": 166,
      "ð": 167,
      "÷": 168,
      "ø": 169,
      "þ": 170,
      "Đ": 171,
      "đ": 172,
      "ħ": 173,
      "ı": 174,
      "ĸ": 175,
      "Ł": 176,
      "ł": 177,
      "Ŋ": 178,
      "ŋ": 179,
      "Œ": 180,
      "œ": 181,
      "Ŧ": 182,
      "ŧ": 183,
      "Ɔ": 184,
      "ƍ": 185,
      "Ǝ": 186,
      "Ɛ": 187,
      "Ƒ": 188,
      "ƒ": 189,
      "Ɣ": 190,
      "Ɩ": 191,
      "Ɨ": 192,
      "Ƙ": 193,
      "ƙ": 194,
      "ƚ": 195,
      "ƛ": 196,
      "Ɯ": 197,
      "ƞ": 198,
      "Ɵ": 199,
      "Ƥ": 200,
      "ƥ": 201,
      "Ʃ": 202,
      "ƪ": 203,
      "Ƭ": 204,
      "Ʊ": 205,
      "Ƴ": 206,
      "ƴ": 207,
      "Ʒ": 208,
      "ǀ": 209,
      "ǁ": 210,
      "ǂ": 211,
      "Ƞ": 212,
      "ȣ": 213,
      "ȹ": 214,
      "ȼ": 215,
      "ɀ": 216,
      "ɑ": 217,
      "ɒ": 218,
      "ɓ": 219,
      "ɔ": 220,
      "ə": 221,
      "ɛ": 222,
      "ɜ": 223,
      "ɠ": 224,
      "ɡ": 225,
      "ɣ": 226,
      "ɤ": 227,
      "ɥ": 228,
      "ɨ": 229,
      "ɪ": 230,
      "ɫ": 231,
      "ɯ": 232,
      "ɱ": 233,
      "ɳ": 234,
      "ɷ": 235,
      "ɸ": 236,
      "ɹ": 237,
      "ɾ": 238,
      "ʁ": 239,
      "ʃ": 240,
      "ʈ": 241,
      "ʉ": 242,
      "ʊ": 243,
      "ʋ": 244,
      "ʌ": 245,
      "ʎ": 246,
      "ʏ": 247,
      "ʒ": 248,
      "ʓ": 249,
      "ʔ": 250,
      "ʗ": 251,
      "ʘ": 252,
      "ʝ": 253,
      "ʞ": 254,
      "ʟ": 255,
      "ʠ": 256,
      "ʡ": 257,
      "ʤ": 258,
      "ʧ": 259,
      "ʰ": 260,
      "ʵ": 261,
      "ʷ": 262,
      "ʹ": 263,
      "ʺ": 264,
      "ʻ": 265,
      "ʼ": 266,
      "ʾ": 267,
      "˂": 268,
      "˃": 269,
      "˄": 270,
      "˅": 271,
      "ˆ": 272,
      "ˇ": 273,
      "ˈ": 274,
      "ˉ": 275,
      "ˊ": 276,
      "ː": 277,
      "ˑ": 278,
      "˗": 279,
      "˘": 280,
      "˙": 281,
      "˚": 282,
      "˛": 283,
      "˜": 284,
      "˝": 285,
      "˟": 286,
      "ˠ": 287,
      "ˣ": 288,
      "ˤ": 289,
      "˦": 290,
      "˩": 291,
      "ˮ": 292,
      "˷": 293,
      "ͻ": 294,
      "΄": 295,
      "Α": 296,
      "Β": 297,
      "Γ": 298,
      "Δ": 299,
      "Ε": 300,
      "Ζ": 301,
      "Η": 302,
      "Θ": 303,
      "Ι": 304,
      "Κ": 305,
      "Λ": 306,
      "Μ": 307,
      "Ν": 308,
      "Ξ": 309,
      "Ο": 310,
      "Π": 311,
      "Ρ": 312,
      "Σ": 313,
      "Τ": 314,
      "Υ": 315,
      "Φ": 316,
      "Χ": 317,
      "Ψ": 318,
      "Ω": 319,
      "α": 320,
      "β": 321,
      "γ": 322,
      "δ": 323,
      "ε": 324,
      "ζ": 325,
      "η": 326,
      "θ": 327,
      "ι": 328,
      "κ": 329,
      "λ": 330,
      "μ": 331,
      "ν": 332,
      "ξ": 333,
      "ο": 334,
      "π": 335,
      "ρ": 336,
      "ς": 337,
      "σ": 338,
      "τ": 339,
      "υ": 340,
      "φ": 341,
      "χ": 342,
      "ψ": 343,
      "ω": 344,
      "ϐ": 345,
      "ϑ": 346,
      "ϒ": 347,
      "ϕ": 348,
      "ϖ": 349,
      "Ϟ": 350,
      "Ϫ": 351,
      "Ϭ": 352,
      "ϭ": 353,
      "Ϯ": 354,
      "ϯ": 355,
      "ϰ": 356,
      "ϱ": 357,
      "ϴ": 358,
      "ϵ": 359,
      "Є": 360,
      "Ѕ": 361,
      "І": 362,
      "Ј": 363,
      "Џ": 364,
      "А": 365,
      "Б": 366,
      "В": 367,
      "Г": 368,
      "Д": 369,
      "Е": 370,
      "Ж": 371,
      "З": 372,
      "И": 373,
      "К": 374,
      "Л": 375,
      "М": 376,
      "Н": 377,
      "О": 378,
      "П": 379,
      "Р": 380,
      "С": 381,
      "Т": 382,
      "Ф": 383,
      "Х": 384,
      "Ш": 385,
      "Я": 386,
      "а": 387,
      "б": 388,
      "в": 389,
      "г": 390,
      "д": 391,
      "е": 392,
      "ж": 393,
      "з": 394,
      "и": 395,
      "к": 396,
      "л": 397,
      "м": 398,
      "н": 399,
      "о": 400,
      "п": 401,
      "р": 402,
      "с": 403,
      "т": 404,
      "у": 405,
      "ф": 406,
      "х": 407,
      "ц": 408,
      "ч": 409,
      "ш": 410,
      "щ": 411,
      "ы": 412,
      "ь": 413,
      "ю": 414,
      "я": 415,
      "і": 416,
      "Ѱ": 417,
      "ѱ": 418,
      "Ѳ": 419,
      "҂": 420,
      "қ": 421,
      "ҝ": 422,
      "ҡ": 423,
      "Ҩ": 424,
      "Ұ": 425,
      "Ҳ": 426,
      "ә": 427,
      "Ө": 428,
      "ө": 429,
      "Ӽ": 430,
      "ӽ": 431,
      "Ԑ": 432,
      "ԑ": 433,
      "ղ": 434,
      "ր": 435,
      "ց": 436,
      "ւ": 437,
      "׀": 438,
      "ג": 439,
      "ד": 440,
      "ז": 441,
      "׳": 442,
      "و": 443,
      "٠": 444,
      "١": 445,
      "٢": 446,
      "٣": 447,
      "٤": 448,
      "٥": 449,
      "٦": 450,
      "٧": 451,
      "٨": 452,
      "٩": 453,
      "٭": 454,
      "۞": 455,
      "۰": 456,
      "۵": 457,
      "۹": 458,
      "࣓": 459,
      "৹": 460,
      "ก": 461,
      "ข": 462,
      "ค": 463,
      "ง": 464,
      "จ": 465,
      "ช": 466,
      "ญ": 467,
      "ด": 468,
      "ต": 469,
      "ท": 470,
      "น": 471,
      "บ": 472,
      "ป": 473,
      "ผ": 474,
      "พ": 475,
      "ภ": 476,
      "ม": 477,
      "ย": 478,
      "ร": 479,
      "ล": 480,
      "ว": 481,
      "ส": 482,
      "ห": 483,
      "อ": 484,
      "ะ": 485,
      "า": 486,
      "ำ": 487,
      "เ": 488,
      "แ": 489,
      "โ": 490,
      "ใ": 491,
      "ไ": 492,
      "๖": 493,
      "ᄀ": 494,
      "ᄁ": 495,
      "ᄂ": 496,
      "ᄃ": 497,
      "ᄄ": 498,
      "ᄅ": 499,
      "ᄆ": 500,
      "ᄇ": 501,
      "ᄈ": 502,
      "ᄉ": 503,
      "ᄋ": 504,
      "ᄌ": 505,
      "ᄍ": 506,
      "ᄎ": 507,
      "ᄏ": 508,
      "ᄐ": 509,
      "ᄑ": 510,
      "ᄒ": 511,
      "ᅟ": 512,
      "ᅡ": 513,
      "ᅢ": 514,
      "ᅣ": 515,
      "ᅥ": 516,
      "ᅦ": 517,
      "ᅧ": 518,
      "ᅨ": 519,
      "ᅩ": 520,
      "ᅪ": 521,
      "ᅫ": 522,
      "ᅬ": 523,
      "ᅮ": 524,
      "ᅯ": 525,
      "ᅰ": 526,
      "ᅱ": 527,
      "ᅲ": 528,
      "ᅳ": 529,
      "ᅵ": 530,
      "ᆨ": 531,
      "ᆫ": 532,
      "ᆭ": 533,
      "ᆯ": 534,
      "ᆲ": 535,
      "ᆵ": 536,
      "ᆷ": 537,
      "ᆸ": 538,
      "ᆺ": 539,
      "ᆼ": 540,
      "ᆾ": 541,
      "ᇁ": 542,
      "ᇂ": 543,
      "፠": 544,
      "ᛎ": 545,
      "ᛏ": 546,
      "ᴅ": 547,
      "ᴋ": 548,
      "ᴥ": 549,
      "ᴬ": 550,
      "ᴮ": 551,
      "ᴻ": 552,
      "ᵃ": 553,
      "ᵇ": 554,
      "ᵈ": 555,
      "ᵉ": 556,
      "ᵏ": 557,
      "ᵐ": 558,
      "ᵑ": 559,
      "ᵓ": 560,
      "ᵖ": 561,
      "ᵗ": 562,
      "ᵘ": 563,
      "ᵛ": 564,
      "ᵝ": 565,
      "ᵟ": 566,
      "ᵡ": 567,
      "ᵧ": 568,
      "ᵵ": 569,
      "ᵷ": 570,
      "ᵻ": 571,
      "ᵼ": 572,
      "ᶋ": 573,
      "ᶜ": 574,
      "ᶟ": 575,
      "ᶠ": 576,
      "ᶢ": 577,
      "ᶤ": 578,
      "ᶧ": 579,
      "ᶬ": 580,
      "ᶲ": 581,
      "ᶴ": 582,
      "ᶷ": 583,
      "ᶽ": 584,
      "ᶿ": 585,
      "ẞ": 586,
      "ẟ": 587,
      "῾": 588,
      "​": 589,
      "‎": 590,
      "‏": 591,
      "‐": 592,
      "‑": 593,
      "‒": 594,
      "–": 595,
      "—": 596,
      "―": 597,
      "‖": 598,
      "‗": 599,
      "‘": 600,
      "’": 601,
      "‚": 602,
      "‛": 603,
      "“": 604,
      "”": 605,
      "„": 606,
      "‟": 607,
      "†": 608,
      "‡": 609,
      "•": 610,
      "․": 611,
      "‥": 612,
      "…": 613,
      "‧": 614,
      "‰": 615,
      "‱": 616,
      "′": 617,
      "″": 618,
      "‴": 619,
      "‵": 620,
      "‹": 621,
      "›": 622,
      "※": 623,
      "‾": 624,
      "⁄": 625,
      "⁎": 626,
      "⁑": 627,
      "⁡": 628,
      "⁪": 629,
      "⁭": 630,
      "⁯": 631,
      "⁰": 632,
      "ⁱ": 633,
      "⁴": 634,
      "⁵": 635,
      "⁶": 636,
      "⁸": 637,
      "⁹": 638,
      "⁺": 639,
      "⁻": 640,
      "₀": 641,
      "₁": 642,
      "₂": 643,
      "₃": 644,
      "₄": 645,
      "₊": 646,
      "₌": 647,
      "ₓ": 648,
      "₡": 649,
      "₣": 650,
      "₤": 651,
      "₦": 652,
      "₩": 653,
      "₫": 654,
      "€": 655,
      "₮": 656,
      "₱": 657,
      "₸": 658,
      "₹": 659,
      "℃": 660,
      "℅": 661,
      "ℊ": 662,
      "ℎ": 663,
      "ℏ": 664,
      "ℑ": 665,
      "ℓ": 666,
      "№": 667,
      "℗": 668,
      "ℜ": 669,
      "ℝ": 670,
      "™": 671,
      "℮": 672,
      "ℳ": 673,
      "ℵ": 674,
      "⅓": 675,
      "⅔": 676,
      "⅛": 677,
      "⅝": 678,
      "Ⅰ": 679,
      "Ⅱ": 680,
      "Ⅲ": 681,
      "Ⅳ": 682,
      "Ⅴ": 683,
      "Ⅵ": 684,
      "Ⅶ": 685,
      "Ⅷ": 686,
      "Ⅸ": 687,
      "Ⅹ": 688,
      "←": 689,
      "↑": 690,
      "→": 691,
      "↓": 692,
      "↔": 693,
      "↕": 694,
      "↗": 695,
      "↘": 696,
      "↙": 697,
      "↨": 698,
      "↩": 699,
      "↱": 700,
      "↳": 701,
      "↺": 702,
      "⇀": 703,
      "⇄": 704,
      "⇆": 705,
      "⇈": 706,
      "⇋": 707,
      "⇌": 708,
      "⇐": 709,
      "⇑": 710,
      "⇒": 711,
      "⇓": 712,
      "⇔": 713,
      "⇞": 714,
      "⇡": 715,
      "⇣": 716,
      "⇧": 717,
      "⇨": 718,
      "⇩": 719,
      "∀": 720,
      "∂": 721,
      "∃": 722,
      "∅": 723,
      "∆": 724,
      "∇": 725,
      "∈": 726,
      "∊": 727,
      "∎": 728,
      "∏": 729,
      "∑": 730,
      "−": 731,
      "∓": 732,
      "∕": 733,
      "∖": 734,
      "∗": 735,
      "∘": 736,
      "∙": 737,
      "√": 738,
      "∝": 739,
      "∞": 740,
      "∠": 741,
      "∢": 742,
      "∣": 743,
      "∥": 744,
      "∧": 745,
      "∨": 746,
      "∩": 747,
      "∪": 748,
      "∫": 749,
      "∬": 750,
      "∮": 751,
      "∴": 752,
      "∶": 753,
      "∷": 754,
      "∼": 755,
      "∽": 756,
      "≃": 757,
      "≅": 758,
      "≈": 759,
      "≏": 760,
      "≑": 761,
      "≒": 762,
      "≔": 763,
      "≙": 764,
      "≡": 765,
      "≤": 766,
      "≥": 767,
      "≦": 768,
      "≧": 769,
      "≨": 770,
      "≪": 771,
      "≫": 772,
      "≲": 773,
      "≳": 774,
      "≺": 775,
      "≻": 776,
      "⊂": 777,
      "⊃": 778,
      "⊆": 779,
      "⊑": 780,
      "⊓": 781,
      "⊕": 782,
      "⊖": 783,
      "⊗": 784,
      "⊘": 785,
      "⊙": 786,
      "⊚": 787,
      "⊛": 788,
      "⊝": 789,
      "⊞": 790,
      "⊠": 791,
      "⊢": 792,
      "⊣": 793,
      "⊤": 794,
      "⊥": 795,
      "⊲": 796,
      "⊿": 797,
      "⋀": 798,
      "⋃": 799,
      "⋄": 800,
      "⋅": 801,
      "⋆": 802,
      "⋇": 803,
      "⋍": 804,
      "⋕": 805,
      "⋙": 806,
      "⋮": 807,
      "⋯": 808,
      "⌀": 809,
      "⌂": 810,
      "⌃": 811,
      "⌄": 812,
      "⌈": 813,
      "⌉": 814,
      "⌊": 815,
      "⌋": 816,
      "⌐": 817,
      "⌘": 818,
      "⌠": 819,
      "⌴": 820,
      "⍛": 821,
      "⍶": 822,
      "⍺": 823,
      "⎕": 824,
      "⎛": 825,
      "⎝": 826,
      "⎞": 827,
      "⎠": 828,
      "⎡": 829,
      "⎣": 830,
      "⎤": 831,
      "⎥": 832,
      "⎦": 833,
      "⎩": 834,
      "⎪": 835,
      "⎯": 836,
      "␣": 837,
      "①": 838,
      "②": 839,
      "③": 840,
      "④": 841,
      "⑤": 842,
      "⑥": 843,
      "⑦": 844,
      "⑧": 845,
      "⑨": 846,
      "⑩": 847,
      "⑪": 848,
      "⑫": 849,
      "⑬": 850,
      "⑭": 851,
      "⑮": 852,
      "⑯": 853,
      "⑴": 854,
      "⑵": 855,
      "⑶": 856,
      "⑷": 857,
      "⑸": 858,
      "⑹": 859,
      "⑺": 860,
      "⑻": 861,
      "⑼": 862,
      "⑽": 863,
      "⑾": 864,
      "⑿": 865,
      "⒀": 866,
      "⒁": 867,
      "⒂": 868,
      "⒃": 869,
      "⒄": 870,
      "⒅": 871,
      "⒆": 872,
      "⒇": 873,
      "Ⓡ": 874,
      "ⓞ": 875,
      "⓫": 876,
      "⓬": 877,
      "─": 878,
      "━": 879,
      "│": 880,
      "┃": 881,
      "┊": 882,
      "┐": 883,
      "└": 884,
      "┘": 885,
      "├": 886,
      "┤": 887,
      "┬": 888,
      "┴": 889,
      "┼": 890,
      "┿": 891,
      "╋": 892,
      "═": 893,
      "║": 894,
      "╚": 895,
      "╞": 896,
      "╟": 897,
      "╤": 898,
      "╥": 899,
      "╦": 900,
      "╪": 901,
      "╫": 902,
      "╬": 903,
      "╳": 904,
      "▀": 905,
      "▏": 906,
      "░": 907,
      "▒": 908,
      "▓": 909,
      "■": 910,
      "□": 911,
      "▣": 912,
      "▪": 913,
      "▫": 914,
      "▬": 915,
      "▯": 916,
      "▲": 917,
      "△": 918,
      "▴": 919,
      "▵": 920,
      "▶": 921,
      "▷": 922,
      "▸": 923,
      "►": 924,
      "▼": 925,
      "▽": 926,
      "▾": 927,
      "◁": 928,
      "◄": 929,
      "◆": 930,
      "◇": 931,
      "◈": 932,
      "◉": 933,
      "◊": 934,
      "○": 935,
      "◎": 936,
      "●": 937,
      "◐": 938,
      "◑": 939,
      "◖": 940,
      "◘": 941,
      "◙": 942,
      "◦": 943,
      "◩": 944,
      "◭": 945,
      "◮": 946,
      "◯": 947,
      "◻": 948,
      "◽": 949,
      "★": 950,
      "☆": 951,
      "☎": 952,
      "☐": 953,
      "☑": 954,
      "☒": 955,
      "☓": 956,
      "☞": 957,
      "☥": 958,
      "☨": 959,
      "☯": 960,
      "☹": 961,
      "☺": 962,
      "☼": 963,
      "☿": 964,
      "♀": 965,
      "♂": 966,
      "♋": 967,
      "♠": 968,
      "♢": 969,
      "♣": 970,
      "♤": 971,
      "♥": 972,
      "♦": 973,
      "♪": 974,
      "♭": 975,
      "♮": 976,
      "♯": 977,
      "⚝": 978,
      "⚬": 979,
      "✉": 980,
      "✍": 981,
      "✓": 982,
      "✔": 983,
      "✕": 984,
      "✖": 985,
      "✗": 986,
      "✘": 987,
      "✚": 988,
      "✜": 989,
      "✝": 990,
      "✞": 991,
      "✠": 992,
      "✡": 993,
      "✤": 994,
      "✦": 995,
      "✧": 996,
      "✩": 997,
      "✪": 998,
      "✰": 999,
      "✳": 1000,
      "✴": 1001,
      "✵": 1002,
      "✶": 1003,
      "✻": 1004,
      "✽": 1005,
      "❈": 1006,
      "❋": 1007,
      "❍": 1008,
      "❑": 1009,
      "❒": 1010,
      "❖": 1011,
      "❚": 1012,
      "❤": 1013,
      "❧": 1014,
      "❶": 1015,
      "❷": 1016,
      "❸": 1017,
      "❹": 1018,
      "❺": 1019,
      "❻": 1020,
      "❼": 1021,
      "❽": 1022,
      "❾": 1023,
      "❿": 1024,
      "➀": 1025,
      "➁": 1026,
      "➂": 1027,
      "➃": 1028,
      "➌": 1029,
      "➍": 1030,
      "➎": 1031,
      "➏": 1032,
      "➑": 1033,
      "➔": 1034,
      "➙": 1035,
      "➜": 1036,
      "➝": 1037,
      "➞": 1038,
      "➢": 1039,
      "➣": 1040,
      "➤": 1041,
      "⟂": 1042,
      "⟡": 1043,
      "⟨": 1044,
      "⟩": 1045,
      "⟳": 1046,
      "⟶": 1047,
      "⤈": 1048,
      "⤉": 1049,
      "⤓": 1050,
      "⤺": 1051,
      "⦸": 1052,
      "⨁": 1053,
      "⨉": 1054,
      "⨕": 1055,
      "⩒": 1056,
      "⩽": 1057,
      "⩾": 1058,
      "⪓": 1059,
      "⫧": 1060,
      "⫮": 1061,
      "⬆": 1062,
      "⬇": 1063,
      "ⱡ": 1064,
      "Ⱶ": 1065,
      "、": 1066,
      "。": 1067,
      "々": 1068,
      "〇": 1069,
      "〈": 1070,
      "〉": 1071,
      "《": 1072,
      "》": 1073,
      "『": 1074,
      "』": 1075,
      "【": 1076,
      "】": 1077,
      "〔": 1078,
      "〕": 1079,
      "あ": 1080,
      "い": 1081,
      "う": 1082,
      "え": 1083,
      "お": 1084,
      "か": 1085,
      "き": 1086,
      "く": 1087,
      "け": 1088,
      "こ": 1089,
      "さ": 1090,
      "し": 1091,
      "す": 1092,
      "せ": 1093,
      "そ": 1094,
      "た": 1095,
      "ち": 1096,
      "っ": 1097,
      "つ": 1098,
      "て": 1099,
      "と": 1100,
      "な": 1101,
      "に": 1102,
      "ぬ": 1103,
      "ね": 1104,
      "の": 1105,
      "は": 1106,
      "ひ": 1107,
      "ふ": 1108,
      "へ": 1109,
      "ほ": 1110,
      "ま": 1111,
      "み": 1112,
      "む": 1113,
      "め": 1114,
      "も": 1115,
      "や": 1116,
      "ゅ": 1117,
      "ゆ": 1118,
      "ょ": 1119,
      "よ": 1120,
      "ら": 1121,
      "り": 1122,
      "る": 1123,
      "れ": 1124,
      "ろ": 1125,
      "わ": 1126,
      "を": 1127,
      "ん": 1128,
      "ア": 1129,
      "イ": 1130,
      "ウ": 1131,
      "ェ": 1132,
      "エ": 1133,
      "オ": 1134,
      "カ": 1135,
      "キ": 1136,
      "ク": 1137,
      "ケ": 1138,
      "コ": 1139,
      "サ": 1140,
      "シ": 1141,
      "ス": 1142,
      "セ": 1143,
      "ソ": 1144,
      "タ": 1145,
      "チ": 1146,
      "ッ": 1147,
      "テ": 1148,
      "ト": 1149,
      "ナ": 1150,
      "ニ": 1151,
      "ハ": 1152,
      "ヒ": 1153,
      "フ": 1154,
      "ヘ": 1155,
      "ホ": 1156,
      "マ": 1157,
      "ミ": 1158,
      "メ": 1159,
      "ュ": 1160,
      "ョ": 1161,
      "ラ": 1162,
      "リ": 1163,
      "ル": 1164,
      "レ": 1165,
      "ロ": 1166,
      "ン": 1167,
      "・": 1168,
      "ー": 1169,
      "ㄱ": 1170,
      "ㄲ": 1171,
      "ㄴ": 1172,
      "ㄷ": 1173,
      "ㄸ": 1174,
      "ㄹ": 1175,
      "ㅁ": 1176,
      "ㅂ": 1177,
      "ㅃ": 1178,
      "ㅅ": 1179,
      "ㅇ": 1180,
      "ㅈ": 1181,
      "ㅉ": 1182,
      "ㅊ": 1183,
      "ㅋ": 1184,
      "ㅌ": 1185,
      "ㅍ": 1186,
      "ㅎ": 1187,
      "ㅏ": 1188,
      "ㅐ": 1189,
      "ㅑ": 1190,
      "ㅒ": 1191,
      "ㅓ": 1192,
      "ㅔ": 1193,
      "ㅕ": 1194,
      "ㅖ": 1195,
      "ㅗ": 1196,
      "ㅛ": 1197,
      "ㅜ": 1198,
      "ㅠ": 1199,
      "ㅡ": 1200,
      "ㅣ": 1201,
      "㎍": 1202,
      "㎕": 1203,
      "㎖": 1204,
      "㎗": 1205,
      "㎛": 1206,
      "㎝": 1207,
      "㎠": 1208,
      "㎡": 1209,
      "㎣": 1210,
      "㎶": 1211,
      "一": 1212,
      "七": 1213,
      "万": 1214,
      "三": 1215,
      "上": 1216,
      "下": 1217,
      "不": 1218,
      "与": 1219,
      "且": 1220,
      "世": 1221,
      "丘": 1222,
      "业": 1223,
      "东": 1224,
      "丝": 1225,
      "両": 1226,
      "丢": 1227,
      "两": 1228,
      "严": 1229,
      "並": 1230,
      "个": 1231,
      "中": 1232,
      "丰": 1233,
      "临": 1234,
      "丸": 1235,
      "丹": 1236,
      "为": 1237,
      "主": 1238,
      "久": 1239,
      "么": 1240,
      "之": 1241,
      "乐": 1242,
      "九": 1243,
      "习": 1244,
      "书": 1245,
      "乱": 1246,
      "乳": 1247,
      "了": 1248,
      "争": 1249,
      "事": 1250,
      "二": 1251,
      "于": 1252,
      "云": 1253,
      "五": 1254,
      "井": 1255,
      "些": 1256,
      "亞": 1257,
      "交": 1258,
      "产": 1259,
      "享": 1260,
      "京": 1261,
      "亮": 1262,
      "人": 1263,
      "亿": 1264,
      "什": 1265,
      "仁": 1266,
      "介": 1267,
      "仍": 1268,
      "从": 1269,
      "仔": 1270,
      "仕": 1271,
      "他": 1272,
      "付": 1273,
      "代": 1274,
      "令": 1275,
      "以": 1276,
      "们": 1277,
      "仮": 1278,
      "仲": 1279,
      "件": 1280,
      "任": 1281,
      "份": 1282,
      "企": 1283,
      "伐": 1284,
      "休": 1285,
      "优": 1286,
      "会": 1287,
      "传": 1288,
      "伤": 1289,
      "伯": 1290,
      "伸": 1291,
      "但": 1292,
      "位": 1293,
      "低": 1294,
      "住": 1295,
      "体": 1296,
      "何": 1297,
      "余": 1298,
      "作": 1299,
      "你": 1300,
      "併": 1301,
      "使": 1302,
      "來": 1303,
      "例": 1304,
      "供": 1305,
      "侣": 1306,
      "侧": 1307,
      "便": 1308,
      "保": 1309,
      "俞": 1310,
      "信": 1311,
      "個": 1312,
      "倒": 1313,
      "候": 1314,
      "借": 1315,
      "値": 1316,
      "倦": 1317,
      "值": 1318,
      "假": 1319,
      "做": 1320,
      "停": 1321,
      "健": 1322,
      "偽": 1323,
      "傘": 1324,
      "備": 1325,
      "催": 1326,
      "傷": 1327,
      "像": 1328,
      "僚": 1329,
      "僧": 1330,
      "億": 1331,
      "儿": 1332,
      "元": 1333,
      "充": 1334,
      "光": 1335,
      "免": 1336,
      "児": 1337,
      "兒": 1338,
      "党": 1339,
      "入": 1340,
      "內": 1341,
      "全": 1342,
      "兩": 1343,
      "兪": 1344,
      "八": 1345,
      "公": 1346,
      "六": 1347,
      "兰": 1348,
      "共": 1349,
      "关": 1350,
      "兴": 1351,
      "其": 1352,
      "具": 1353,
      "典": 1354,
      "内": 1355,
      "再": 1356,
      "写": 1357,
      "冤": 1358,
      "冬": 1359,
      "冰": 1360,
      "决": 1361,
      "冷": 1362,
      "凍": 1363,
      "减": 1364,
      "凑": 1365,
      "凝": 1366,
      "几": 1367,
      "凤": 1368,
      "凰": 1369,
      "凹": 1370,
      "出": 1371,
      "刀": 1372,
      "分": 1373,
      "切": 1374,
      "列": 1375,
      "刘": 1376,
      "则": 1377,
      "刚": 1378,
      "创": 1379,
      "判": 1380,
      "利": 1381,
      "别": 1382,
      "到": 1383,
      "制": 1384,
      "刷": 1385,
      "刺": 1386,
      "刻": 1387,
      "剂": 1388,
      "削": 1389,
      "前": 1390,
      "剤": 1391,
      "剥": 1392,
      "剩": 1393,
      "剪": 1394,
      "創": 1395,
      "劉": 1396,
      "力": 1397,
      "劝": 1398,
      "功": 1399,
      "加": 1400,
      "务": 1401,
      "动": 1402,
      "助": 1403,
      "努": 1404,
      "励": 1405,
      "劲": 1406,
      "劳": 1407,
      "势": 1408,
      "動": 1409,
      "務": 1410,
      "募": 1411,
      "包": 1412,
      "化": 1413,
      "北": 1414,
      "匙": 1415,
      "匹": 1416,
      "区": 1417,
      "医": 1418,
      "十": 1419,
      "千": 1420,
      "半": 1421,
      "华": 1422,
      "协": 1423,
      "卑": 1424,
      "卒": 1425,
      "单": 1426,
      "南": 1427,
      "博": 1428,
      "卜": 1429,
      "卫": 1430,
      "危": 1431,
      "却": 1432,
      "厂": 1433,
      "压": 1434,
      "厌": 1435,
      "厚": 1436,
      "原": 1437,
      "厭": 1438,
      "去": 1439,
      "参": 1440,
      "參": 1441,
      "叉": 1442,
      "及": 1443,
      "友": 1444,
      "双": 1445,
      "反": 1446,
      "収": 1447,
      "发": 1448,
      "取": 1449,
      "受": 1450,
      "变": 1451,
      "叠": 1452,
      "口": 1453,
      "古": 1454,
      "只": 1455,
      "叫": 1456,
      "可": 1457,
      "台": 1458,
      "史": 1459,
      "右": 1460,
      "叶": 1461,
      "号": 1462,
      "司": 1463,
      "叹": 1464,
      "吃": 1465,
      "合": 1466,
      "吉": 1467,
      "同": 1468,
      "名": 1469,
      "后": 1470,
      "向": 1471,
      "吓": 1472,
      "君": 1473,
      "吞": 1474,
      "否": 1475,
      "含": 1476,
      "吳": 1477,
      "吴": 1478,
      "吵": 1479,
      "吸": 1480,
      "吹": 1481,
      "吾": 1482,
      "呆": 1483,
      "呈": 1484,
      "告": 1485,
      "员": 1486,
      "周": 1487,
      "味": 1488,
      "呵": 1489,
      "呼": 1490,
      "和": 1491,
      "咒": 1492,
      "咖": 1493,
      "咳": 1494,
      "咽": 1495,
      "哀": 1496,
      "品": 1497,
      "員": 1498,
      "哪": 1499,
      "哭": 1500,
      "唇": 1501,
      "唤": 1502,
      "商": 1503,
      "問": 1504,
      "啡": 1505,
      "啤": 1506,
      "善": 1507,
      "喜": 1508,
      "喝": 1509,
      "営": 1510,
      "喷": 1511,
      "喻": 1512,
      "嗽": 1513,
      "嘘": 1514,
      "嘱": 1515,
      "器": 1516,
      "嚢": 1517,
      "囊": 1518,
      "四": 1519,
      "回": 1520,
      "因": 1521,
      "团": 1522,
      "団": 1523,
      "困": 1524,
      "围": 1525,
      "固": 1526,
      "国": 1527,
      "图": 1528,
      "國": 1529,
      "圓": 1530,
      "土": 1531,
      "在": 1532,
      "地": 1533,
      "场": 1534,
      "圾": 1535,
      "坂": 1536,
      "均": 1537,
      "坑": 1538,
      "块": 1539,
      "坚": 1540,
      "垂": 1541,
      "垃": 1542,
      "型": 1543,
      "垫": 1544,
      "埃": 1545,
      "執": 1546,
      "基": 1547,
      "堂": 1548,
      "報": 1549,
      "塑": 1550,
      "塘": 1551,
      "塞": 1552,
      "填": 1553,
      "增": 1554,
      "壁": 1555,
      "士": 1556,
      "壮": 1557,
      "声": 1558,
      "売": 1559,
      "変": 1560,
      "复": 1561,
      "夏": 1562,
      "外": 1563,
      "多": 1564,
      "夜": 1565,
      "够": 1566,
      "大": 1567,
      "天": 1568,
      "太": 1569,
      "夫": 1570,
      "失": 1571,
      "头": 1572,
      "夹": 1573,
      "奇": 1574,
      "奈": 1575,
      "奖": 1576,
      "女": 1577,
      "她": 1578,
      "好": 1579,
      "如": 1580,
      "妈": 1581,
      "妙": 1582,
      "妻": 1583,
      "姓": 1584,
      "委": 1585,
      "姜": 1586,
      "姫": 1587,
      "姿": 1588,
      "威": 1589,
      "娜": 1590,
      "婦": 1591,
      "媒": 1592,
      "嫌": 1593,
      "子": 1594,
      "孔": 1595,
      "字": 1596,
      "存": 1597,
      "孚": 1598,
      "孟": 1599,
      "孢": 1600,
      "孤": 1601,
      "学": 1602,
      "孫": 1603,
      "學": 1604,
      "宁": 1605,
      "它": 1606,
      "宅": 1607,
      "宇": 1608,
      "守": 1609,
      "安": 1610,
      "宋": 1611,
      "完": 1612,
      "宏": 1613,
      "宙": 1614,
      "定": 1615,
      "宜": 1616,
      "宝": 1617,
      "实": 1618,
      "実": 1619,
      "客": 1620,
      "室": 1621,
      "宰": 1622,
      "害": 1623,
      "家": 1624,
      "容": 1625,
      "寄": 1626,
      "密": 1627,
      "富": 1628,
      "寒": 1629,
      "察": 1630,
      "寶": 1631,
      "对": 1632,
      "寺": 1633,
      "导": 1634,
      "対": 1635,
      "寿": 1636,
      "封": 1637,
      "専": 1638,
      "射": 1639,
      "将": 1640,
      "專": 1641,
      "尊": 1642,
      "對": 1643,
      "小": 1644,
      "少": 1645,
      "尔": 1646,
      "尘": 1647,
      "尚": 1648,
      "尝": 1649,
      "就": 1650,
      "尺": 1651,
      "局": 1652,
      "居": 1653,
      "屈": 1654,
      "屉": 1655,
      "屋": 1656,
      "屑": 1657,
      "展": 1658,
      "属": 1659,
      "山": 1660,
      "岁": 1661,
      "岌": 1662,
      "岗": 1663,
      "岳": 1664,
      "峰": 1665,
      "川": 1666,
      "州": 1667,
      "工": 1668,
      "左": 1669,
      "巨": 1670,
      "差": 1671,
      "己": 1672,
      "已": 1673,
      "巴": 1674,
      "巾": 1675,
      "市": 1676,
      "布": 1677,
      "师": 1678,
      "希": 1679,
      "帘": 1680,
      "帜": 1681,
      "带": 1682,
      "師": 1683,
      "帯": 1684,
      "帰": 1685,
      "常": 1686,
      "帽": 1687,
      "幫": 1688,
      "干": 1689,
      "平": 1690,
      "年": 1691,
      "并": 1692,
      "幸": 1693,
      "幻": 1694,
      "幼": 1695,
      "广": 1696,
      "庆": 1697,
      "床": 1698,
      "序": 1699,
      "应": 1700,
      "底": 1701,
      "店": 1702,
      "庙": 1703,
      "度": 1704,
      "座": 1705,
      "庫": 1706,
      "庭": 1707,
      "康": 1708,
      "庸": 1709,
      "廊": 1710,
      "延": 1711,
      "建": 1712,
      "开": 1713,
      "弄": 1714,
      "式": 1715,
      "引": 1716,
      "张": 1717,
      "張": 1718,
      "强": 1719,
      "归": 1720,
      "当": 1721,
      "形": 1722,
      "彭": 1723,
      "影": 1724,
      "待": 1725,
      "很": 1726,
      "律": 1727,
      "後": 1728,
      "徐": 1729,
      "徒": 1730,
      "従": 1731,
      "得": 1732,
      "從": 1733,
      "御": 1734,
      "徴": 1735,
      "徽": 1736,
      "心": 1737,
      "必": 1738,
      "忆": 1739,
      "志": 1740,
      "忘": 1741,
      "応": 1742,
      "忧": 1743,
      "快": 1744,
      "忽": 1745,
      "态": 1746,
      "怎": 1747,
      "怒": 1748,
      "怜": 1749,
      "思": 1750,
      "急": 1751,
      "性": 1752,
      "怨": 1753,
      "怯": 1754,
      "总": 1755,
      "恋": 1756,
      "恍": 1757,
      "恐": 1758,
      "息": 1759,
      "恼": 1760,
      "悟": 1761,
      "悠": 1762,
      "患": 1763,
      "您": 1764,
      "悪": 1765,
      "情": 1766,
      "惊": 1767,
      "惧": 1768,
      "想": 1769,
      "愉": 1770,
      "意": 1771,
      "感": 1772,
      "愤": 1773,
      "愧": 1774,
      "態": 1775,
      "懷": 1776,
      "懼": 1777,
      "戈": 1778,
      "成": 1779,
      "我": 1780,
      "或": 1781,
      "戟": 1782,
      "戦": 1783,
      "戳": 1784,
      "戴": 1785,
      "户": 1786,
      "戻": 1787,
      "房": 1788,
      "所": 1789,
      "扁": 1790,
      "手": 1791,
      "才": 1792,
      "打": 1793,
      "扣": 1794,
      "扫": 1795,
      "扰": 1796,
      "扶": 1797,
      "找": 1798,
      "技": 1799,
      "把": 1800,
      "抑": 1801,
      "抗": 1802,
      "折": 1803,
      "护": 1804,
      "报": 1805,
      "抱": 1806,
      "抹": 1807,
      "抽": 1808,
      "担": 1809,
      "拆": 1810,
      "拇": 1811,
      "拉": 1812,
      "拌": 1813,
      "拍": 1814,
      "拖": 1815,
      "拧": 1816,
      "拨": 1817,
      "拭": 1818,
      "拳": 1819,
      "拿": 1820,
      "持": 1821,
      "挂": 1822,
      "指": 1823,
      "按": 1824,
      "挑": 1825,
      "挛": 1826,
      "挤": 1827,
      "挫": 1828,
      "振": 1829,
      "捕": 1830,
      "捞": 1831,
      "捡": 1832,
      "换": 1833,
      "捣": 1834,
      "掉": 1835,
      "排": 1836,
      "探": 1837,
      "控": 1838,
      "掩": 1839,
      "掰": 1840,
      "揉": 1841,
      "描": 1842,
      "提": 1843,
      "插": 1844,
      "握": 1845,
      "搅": 1846,
      "搓": 1847,
      "摇": 1848,
      "摘": 1849,
      "撒": 1850,
      "撕": 1851,
      "播": 1852,
      "擦": 1853,
      "擾": 1854,
      "攝": 1855,
      "收": 1856,
      "改": 1857,
      "放": 1858,
      "政": 1859,
      "效": 1860,
      "救": 1861,
      "敗": 1862,
      "教": 1863,
      "散": 1864,
      "数": 1865,
      "整": 1866,
      "敷": 1867,
      "文": 1868,
      "斑": 1869,
      "斗": 1870,
      "料": 1871,
      "斛": 1872,
      "斤": 1873,
      "斥": 1874,
      "断": 1875,
      "新": 1876,
      "方": 1877,
      "於": 1878,
      "族": 1879,
      "旗": 1880,
      "无": 1881,
      "日": 1882,
      "旦": 1883,
      "早": 1884,
      "旬": 1885,
      "旱": 1886,
      "时": 1887,
      "旺": 1888,
      "昆": 1889,
      "昇": 1890,
      "昌": 1891,
      "明": 1892,
      "易": 1893,
      "星": 1894,
      "是": 1895,
      "時": 1896,
      "晃": 1897,
      "普": 1898,
      "景": 1899,
      "晰": 1900,
      "智": 1901,
      "晾": 1902,
      "暂": 1903,
      "暇": 1904,
      "暖": 1905,
      "曰": 1906,
      "曲": 1907,
      "更": 1908,
      "書": 1909,
      "曹": 1910,
      "最": 1911,
      "月": 1912,
      "有": 1913,
      "朋": 1914,
      "服": 1915,
      "朗": 1916,
      "望": 1917,
      "朝": 1918,
      "期": 1919,
      "木": 1920,
      "未": 1921,
      "本": 1922,
      "朮": 1923,
      "术": 1924,
      "朱": 1925,
      "朴": 1926,
      "机": 1927,
      "李": 1928,
      "杏": 1929,
      "材": 1930,
      "村": 1931,
      "杜": 1932,
      "杞": 1933,
      "条": 1934,
      "来": 1935,
      "杯": 1936,
      "杰": 1937,
      "松": 1938,
      "板": 1939,
      "极": 1940,
      "构": 1941,
      "析": 1942,
      "林": 1943,
      "果": 1944,
      "枝": 1945,
      "枠": 1946,
      "枣": 1947,
      "枯": 1948,
      "枳": 1949,
      "架": 1950,
      "枸": 1951,
      "枹": 1952,
      "柃": 1953,
      "柏": 1954,
      "染": 1955,
      "柔": 1956,
      "柜": 1957,
      "查": 1958,
      "柯": 1959,
      "柱": 1960,
      "柳": 1961,
      "柴": 1962,
      "査": 1963,
      "柿": 1964,
      "标": 1965,
      "树": 1966,
      "栗": 1967,
      "校": 1968,
      "株": 1969,
      "样": 1970,
      "核": 1971,
      "根": 1972,
      "桂": 1973,
      "桃": 1974,
      "框": 1975,
      "案": 1976,
      "桌": 1977,
      "桐": 1978,
      "桔": 1979,
      "档": 1980,
      "桦": 1981,
      "梅": 1982,
      "梗": 1983,
      "條": 1984,
      "梯": 1985,
      "械": 1986,
      "检": 1987,
      "棗": 1988,
      "森": 1989,
      "椅": 1990,
      "検": 1991,
      "椿": 1992,
      "楂": 1993,
      "楝": 1994,
      "楠": 1995,
      "業": 1996,
      "極": 1997,
      "楼": 1998,
      "楽": 1999,
      "概": 2000,
      "榔": 2001,
      "榕": 2002,
      "榴": 2003,
      "様": 2004,
      "標": 2005,
      "樟": 2006,
      "模": 2007,
      "権": 2008,
      "横": 2009,
      "樱": 2010,
      "樸": 2011,
      "橘": 2012,
      "機": 2013,
      "橡": 2014,
      "檳": 2015,
      "櫻": 2016,
      "欠": 2017,
      "次": 2018,
      "欢": 2019,
      "欧": 2020,
      "歡": 2021,
      "止": 2022,
      "正": 2023,
      "此": 2024,
      "武": 2025,
      "歧": 2026,
      "歩": 2027,
      "歴": 2028,
      "歸": 2029,
      "死": 2030,
      "残": 2031,
      "段": 2032,
      "毆": 2033,
      "母": 2034,
      "毎": 2035,
      "每": 2036,
      "毒": 2037,
      "比": 2038,
      "毛": 2039,
      "氏": 2040,
      "民": 2041,
      "氓": 2042,
      "气": 2043,
      "気": 2044,
      "氣": 2045,
      "水": 2046,
      "氷": 2047,
      "汁": 2048,
      "求": 2049,
      "汉": 2050,
      "汗": 2051,
      "江": 2052,
      "池": 2053,
      "汤": 2054,
      "決": 2055,
      "沈": 2056,
      "沌": 2057,
      "沖": 2058,
      "沟": 2059,
      "没": 2060,
      "沢": 2061,
      "沫": 2062,
      "河": 2063,
      "沸": 2064,
      "油": 2065,
      "治": 2066,
      "沿": 2067,
      "泄": 2068,
      "泉": 2069,
      "泊": 2070,
      "法": 2071,
      "泡": 2072,
      "波": 2073,
      "泥": 2074,
      "注": 2075,
      "泪": 2076,
      "泰": 2077,
      "泳": 2078,
      "泻": 2079,
      "泽": 2080,
      "洒": 2081,
      "洗": 2082,
      "津": 2083,
      "洪": 2084,
      "洲": 2085,
      "活": 2086,
      "流": 2087,
      "浅": 2088,
      "浆": 2089,
      "济": 2090,
      "浙": 2091,
      "浪": 2092,
      "浴": 2093,
      "海": 2094,
      "消": 2095,
      "涝": 2096,
      "涤": 2097,
      "涮": 2098,
      "液": 2099,
      "淘": 2100,
      "淡": 2101,
      "淫": 2102,
      "深": 2103,
      "清": 2104,
      "減": 2105,
      "游": 2106,
      "湖": 2107,
      "湯": 2108,
      "源": 2109,
      "準": 2110,
      "溪": 2111,
      "溶": 2112,
      "滇": 2113,
      "滋": 2114,
      "滎": 2115,
      "满": 2116,
      "滴": 2117,
      "漓": 2118,
      "演": 2119,
      "漠": 2120,
      "潘": 2121,
      "潮": 2122,
      "澳": 2123,
      "激": 2124,
      "濕": 2125,
      "瀉": 2126,
      "火": 2127,
      "灯": 2128,
      "灰": 2129,
      "灵": 2130,
      "灼": 2131,
      "灾": 2132,
      "炉": 2133,
      "炎": 2134,
      "炒": 2135,
      "炙": 2136,
      "炭": 2137,
      "炮": 2138,
      "点": 2139,
      "為": 2140,
      "烏": 2141,
      "烛": 2142,
      "烟": 2143,
      "烦": 2144,
      "無": 2145,
      "焦": 2146,
      "然": 2147,
      "焼": 2148,
      "煅": 2149,
      "煤": 2150,
      "照": 2151,
      "煨": 2152,
      "煮": 2153,
      "熟": 2154,
      "熨": 2155,
      "熱": 2156,
      "營": 2157,
      "爱": 2158,
      "父": 2159,
      "片": 2160,
      "版": 2161,
      "牌": 2162,
      "牙": 2163,
      "牛": 2164,
      "牡": 2165,
      "物": 2166,
      "特": 2167,
      "犬": 2168,
      "状": 2169,
      "狀": 2170,
      "独": 2171,
      "猪": 2172,
      "猫": 2173,
      "獨": 2174,
      "玄": 2175,
      "率": 2176,
      "王": 2177,
      "玩": 2178,
      "现": 2179,
      "玻": 2180,
      "珍": 2181,
      "珠": 2182,
      "班": 2183,
      "現": 2184,
      "球": 2185,
      "理": 2186,
      "琐": 2187,
      "琴": 2188,
      "瑞": 2189,
      "璃": 2190,
      "環": 2191,
      "瓜": 2192,
      "甘": 2193,
      "甙": 2194,
      "甚": 2195,
      "甜": 2196,
      "生": 2197,
      "産": 2198,
      "用": 2199,
      "田": 2200,
      "由": 2201,
      "甲": 2202,
      "电": 2203,
      "男": 2204,
      "町": 2205,
      "画": 2206,
      "畏": 2207,
      "略": 2208,
      "番": 2209,
      "畫": 2210,
      "異": 2211,
      "當": 2212,
      "疆": 2213,
      "疊": 2214,
      "疗": 2215,
      "疲": 2216,
      "疼": 2217,
      "疾": 2218,
      "病": 2219,
      "症": 2220,
      "痛": 2221,
      "痩": 2222,
      "痰": 2223,
      "瘀": 2224,
      "療": 2225,
      "癌": 2226,
      "発": 2227,
      "發": 2228,
      "白": 2229,
      "百": 2230,
      "皂": 2231,
      "的": 2232,
      "皮": 2233,
      "益": 2234,
      "盔": 2235,
      "盖": 2236,
      "盘": 2237,
      "盛": 2238,
      "目": 2239,
      "直": 2240,
      "相": 2241,
      "省": 2242,
      "看": 2243,
      "真": 2244,
      "眠": 2245,
      "眨": 2246,
      "眼": 2247,
      "眾": 2248,
      "着": 2249,
      "睁": 2250,
      "睑": 2251,
      "睛": 2252,
      "睡": 2253,
      "瞒": 2254,
      "瞬": 2255,
      "瞳": 2256,
      "知": 2257,
      "石": 2258,
      "矽": 2259,
      "砂": 2260,
      "研": 2261,
      "硝": 2262,
      "确": 2263,
      "碗": 2264,
      "磁": 2265,
      "社": 2266,
      "神": 2267,
      "票": 2268,
      "祭": 2269,
      "福": 2270,
      "离": 2271,
      "秀": 2272,
      "科": 2273,
      "秒": 2274,
      "积": 2275,
      "称": 2276,
      "移": 2277,
      "程": 2278,
      "稚": 2279,
      "種": 2280,
      "稿": 2281,
      "積": 2282,
      "穗": 2283,
      "究": 2284,
      "空": 2285,
      "穿": 2286,
      "突": 2287,
      "窗": 2288,
      "立": 2289,
      "竖": 2290,
      "端": 2291,
      "竹": 2292,
      "笑": 2293,
      "笔": 2294,
      "符": 2295,
      "第": 2296,
      "筆": 2297,
      "等": 2298,
      "筋": 2299,
      "筑": 2300,
      "答": 2301,
      "策": 2302,
      "筝": 2303,
      "筷": 2304,
      "算": 2305,
      "管": 2306,
      "箱": 2307,
      "篮": 2308,
      "米": 2309,
      "类": 2310,
      "籽": 2311,
      "粉": 2312,
      "粒": 2313,
      "粟": 2314,
      "精": 2315,
      "糕": 2316,
      "糖": 2317,
      "糟": 2318,
      "系": 2319,
      "紅": 2320,
      "紊": 2321,
      "紙": 2322,
      "素": 2323,
      "索": 2324,
      "紫": 2325,
      "細": 2326,
      "終": 2327,
      "組": 2328,
      "絡": 2329,
      "給": 2330,
      "絲": 2331,
      "絶": 2332,
      "經": 2333,
      "綱": 2334,
      "網": 2335,
      "緑": 2336,
      "縄": 2337,
      "縦": 2338,
      "红": 2339,
      "纤": 2340,
      "约": 2341,
      "纸": 2342,
      "纹": 2343,
      "线": 2344,
      "练": 2345,
      "组": 2346,
      "细": 2347,
      "终": 2348,
      "经": 2349,
      "结": 2350,
      "络": 2351,
      "绝": 2352,
      "绩": 2353,
      "绪": 2354,
      "续": 2355,
      "绯": 2356,
      "维": 2357,
      "综": 2358,
      "编": 2359,
      "网": 2360,
      "罪": 2361,
      "羊": 2362,
      "美": 2363,
      "群": 2364,
      "義": 2365,
      "翹": 2366,
      "考": 2367,
      "者": 2368,
      "耆": 2369,
      "而": 2370,
      "耐": 2371,
      "耽": 2372,
      "职": 2373,
      "联": 2374,
      "聞": 2375,
      "聯": 2376,
      "職": 2377,
      "肃": 2378,
      "肉": 2379,
      "肌": 2380,
      "肝": 2381,
      "肢": 2382,
      "肥": 2383,
      "肱": 2384,
      "育": 2385,
      "肺": 2386,
      "胃": 2387,
      "胆": 2388,
      "背": 2389,
      "胡": 2390,
      "胱": 2391,
      "胶": 2392,
      "能": 2393,
      "脂": 2394,
      "脑": 2395,
      "脸": 2396,
      "脾": 2397,
      "腎": 2398,
      "腑": 2399,
      "腔": 2400,
      "腥": 2401,
      "腰": 2402,
      "腸": 2403,
      "腹": 2404,
      "腾": 2405,
      "腿": 2406,
      "膀": 2407,
      "膏": 2408,
      "膜": 2409,
      "膝": 2410,
      "膽": 2411,
      "臀": 2412,
      "臟": 2413,
      "臣": 2414,
      "臨": 2415,
      "自": 2416,
      "至": 2417,
      "臺": 2418,
      "舀": 2419,
      "興": 2420,
      "舎": 2421,
      "航": 2422,
      "般": 2423,
      "艘": 2424,
      "色": 2425,
      "艾": 2426,
      "节": 2427,
      "芋": 2428,
      "芍": 2429,
      "芎": 2430,
      "芒": 2431,
      "芩": 2432,
      "芪": 2433,
      "芭": 2434,
      "花": 2435,
      "芷": 2436,
      "芸": 2437,
      "芹": 2438,
      "苁": 2439,
      "苈": 2440,
      "苏": 2441,
      "苓": 2442,
      "苦": 2443,
      "英": 2444,
      "苹": 2445,
      "茅": 2446,
      "茯": 2447,
      "茱": 2448,
      "茵": 2449,
      "茶": 2450,
      "草": 2451,
      "荔": 2452,
      "荣": 2453,
      "荧": 2454,
      "药": 2455,
      "荷": 2456,
      "荽": 2457,
      "莪": 2458,
      "莫": 2459,
      "获": 2460,
      "莹": 2461,
      "菊": 2462,
      "菌": 2463,
      "菍": 2464,
      "菔": 2465,
      "菖": 2466,
      "菜": 2467,
      "菟": 2468,
      "華": 2469,
      "萄": 2470,
      "萝": 2471,
      "萧": 2472,
      "萸": 2473,
      "落": 2474,
      "葉": 2475,
      "葛": 2476,
      "葡": 2477,
      "葯": 2478,
      "葶": 2479,
      "蒋": 2480,
      "蒙": 2481,
      "蒜": 2482,
      "蒲": 2483,
      "蒸": 2484,
      "蓉": 2485,
      "蓝": 2486,
      "蓮": 2487,
      "蔵": 2488,
      "蔻": 2489,
      "蕉": 2490,
      "薈": 2491,
      "薑": 2492,
      "薬": 2493,
      "藏": 2494,
      "藤": 2495,
      "藥": 2496,
      "藿": 2497,
      "蘆": 2498,
      "蘇": 2499,
      "蘋": 2500,
      "蘭": 2501,
      "虎": 2502,
      "虑": 2503,
      "處": 2504,
      "虚": 2505,
      "虛": 2506,
      "虫": 2507,
      "蚣": 2508,
      "蚪": 2509,
      "蚱": 2510,
      "蛋": 2511,
      "蛎": 2512,
      "蛙": 2513,
      "蛭": 2514,
      "蛸": 2515,
      "蜈": 2516,
      "蜗": 2517,
      "蜜": 2518,
      "蜡": 2519,
      "蜢": 2520,
      "蜥": 2521,
      "蜴": 2522,
      "蝌": 2523,
      "蝥": 2524,
      "螃": 2525,
      "融": 2526,
      "螵": 2527,
      "蟹": 2528,
      "血": 2529,
      "行": 2530,
      "衍": 2531,
      "術": 2532,
      "衛": 2533,
      "衣": 2534,
      "表": 2535,
      "袋": 2536,
      "袖": 2537,
      "袜": 2538,
      "被": 2539,
      "装": 2540,
      "補": 2541,
      "裤": 2542,
      "裹": 2543,
      "西": 2544,
      "要": 2545,
      "見": 2546,
      "規": 2547,
      "視": 2548,
      "覚": 2549,
      "親": 2550,
      "覺": 2551,
      "见": 2552,
      "观": 2553,
      "规": 2554,
      "视": 2555,
      "觉": 2556,
      "角": 2557,
      "解": 2558,
      "言": 2559,
      "訂": 2560,
      "計": 2561,
      "討": 2562,
      "記": 2563,
      "許": 2564,
      "診": 2565,
      "誉": 2566,
      "誌": 2567,
      "認": 2568,
      "誘": 2569,
      "語": 2570,
      "誤": 2571,
      "読": 2572,
      "誰": 2573,
      "調": 2574,
      "談": 2575,
      "論": 2576,
      "證": 2577,
      "議": 2578,
      "讀": 2579,
      "讓": 2580,
      "计": 2581,
      "认": 2582,
      "讨": 2583,
      "训": 2584,
      "记": 2585,
      "论": 2586,
      "评": 2587,
      "诅": 2588,
      "诊": 2589,
      "词": 2590,
      "试": 2591,
      "诗": 2592,
      "话": 2593,
      "该": 2594,
      "误": 2595,
      "诱": 2596,
      "说": 2597,
      "请": 2598,
      "诺": 2599,
      "课": 2600,
      "调": 2601,
      "谈": 2602,
      "谢": 2603,
      "谨": 2604,
      "豁": 2605,
      "豆": 2606,
      "象": 2607,
      "貝": 2608,
      "貞": 2609,
      "負": 2610,
      "責": 2611,
      "費": 2612,
      "賓": 2613,
      "質": 2614,
      "贝": 2615,
      "贞": 2616,
      "贡": 2617,
      "责": 2618,
      "败": 2619,
      "货": 2620,
      "贴": 2621,
      "贵": 2622,
      "费": 2623,
      "赔": 2624,
      "赢": 2625,
      "赤": 2626,
      "赭": 2627,
      "起": 2628,
      "超": 2629,
      "趣": 2630,
      "足": 2631,
      "跟": 2632,
      "路": 2633,
      "跳": 2634,
      "踩": 2635,
      "蹲": 2636,
      "躍": 2637,
      "身": 2638,
      "車": 2639,
      "転": 2640,
      "軽": 2641,
      "车": 2642,
      "轨": 2643,
      "转": 2644,
      "轮": 2645,
      "辑": 2646,
      "输": 2647,
      "辛": 2648,
      "辨": 2649,
      "辯": 2650,
      "边": 2651,
      "辺": 2652,
      "辽": 2653,
      "迁": 2654,
      "过": 2655,
      "运": 2656,
      "返": 2657,
      "这": 2658,
      "进": 2659,
      "连": 2660,
      "述": 2661,
      "追": 2662,
      "退": 2663,
      "逃": 2664,
      "逆": 2665,
      "选": 2666,
      "透": 2667,
      "逐": 2668,
      "通": 2669,
      "造": 2670,
      "連": 2671,
      "進": 2672,
      "逻": 2673,
      "遂": 2674,
      "遍": 2675,
      "過": 2676,
      "道": 2677,
      "達": 2678,
      "違": 2679,
      "遠": 2680,
      "適": 2681,
      "遮": 2682,
      "避": 2683,
      "邈": 2684,
      "邕": 2685,
      "那": 2686,
      "邪": 2687,
      "邮": 2688,
      "郁": 2689,
      "郊": 2690,
      "郑": 2691,
      "部": 2692,
      "郭": 2693,
      "都": 2694,
      "配": 2695,
      "酒": 2696,
      "酸": 2697,
      "醇": 2698,
      "醋": 2699,
      "醒": 2700,
      "醫": 2701,
      "里": 2702,
      "重": 2703,
      "野": 2704,
      "量": 2705,
      "金": 2706,
      "錄": 2707,
      "錦": 2708,
      "録": 2709,
      "鐸": 2710,
      "钟": 2711,
      "钢": 2712,
      "钥": 2713,
      "钱": 2714,
      "铅": 2715,
      "铐": 2716,
      "银": 2717,
      "链": 2718,
      "锁": 2719,
      "锥": 2720,
      "键": 2721,
      "镜": 2722,
      "镰": 2723,
      "長": 2724,
      "长": 2725,
      "門": 2726,
      "閃": 2727,
      "間": 2728,
      "閩": 2729,
      "閾": 2730,
      "關": 2731,
      "门": 2732,
      "闭": 2733,
      "问": 2734,
